<?php

declare(strict_types=1);

return [
    'description' => [
        'faq_categories' => 'سازمان‌دهی سوالات متداول در دسته‌بندی‌ها.',
        'faqs' => 'مدیریت سوالات متداول.',
    ],
    'empty_state' => [
        'description' => [
            'faq_categories' => 'دسته‌بندی‌هایی برای سازمان‌دهی سوالات متداول خود ایجاد کنید.',
            'faqs' => 'برای کمک به کاربران خود، سوالات متداول اضافه کنید.',
        ],
        'heading' => [
            'faq_categories' => 'هنوز هیچ دسته‌بندی سوال متداول وجود ندارد',
            'faqs' => 'هنوز هیچ سوال متداولی وجود ندارد',
        ],
    ],
];
