<?php

declare(strict_types=1);

return [
    'reset_password' => [
        'action' => 'بازنشانی رمز عبور',
        'expire' => 'این لینک بازنشانی رمز عبور تا :count دقیقه دیگر منقضی می‌شود.',
        'greeting' => ':user عزیز،',
        'line' => 'این ایمیل را به این دلیل دریافت کرده‌اید که درخواست بازنشانی رمز عبور برای حساب شما ثبت شده است.',
        'no_action' => 'اگر شما درخواست بازنشانی رمز عبور نداده‌اید، نیازی به اقدام دیگری نیست.',
        'subject' => 'اعلان بازنشانی رمز عبور',
    ],
    'verify_email' => [
        'action' => 'تأیید آدرس ایمیل',
        'greeting' => 'سلام :user،',
        'line' => 'لطفاً برای تأیید آدرس ایمیل خود روی دکمه زیر کلیک کنید.',
        'no_action' => 'اگر شما حسابی ایجاد نکرده‌اید، نیازی به اقدام دیگری نیست.',
        'salutation' => 'با احترام',
        'subject' => 'تأیید آدرس ایمیل',
    ],
];
